Repository: Derkje-J/wp-dj-thumbnails
Catalog: languages/dj-thumbnails-*.po
Languages: nl_nl

source: Use as thumbnail image
nl_nl: Gebruik als thumnail afbeelding

source: Fallback Thumbnails
nl_nl: Terugval Thumbnails

# thumbnail image
source: Too small!
nl_nl: Te klein!

source: Thumbnail missing!
nl_nl: Thumbnail mist!

source: %dx%d or bigger
nl_nl: %dx%d of groter

source: Thumbnail for %s
nl_nl: Thumbnail voor %s

source: Thumbnail for %s does not exist.
nl_nl: Thumbnail voor %s bestaat niet.

source: Thumbnail for %s is too small.
nl_nl: Thumbnail voor %s is te klein.

source: Update image
nl_nl: Vervang afbeelding

source: Add new thumbnail
nl_nl: Voeg nieuwe thumbnail toe

source: New thumbnail image.
nl_nl: Nieuwe thumbnail afbeelding.

source: Select image
nl_nl: Selecteer afbeelding

source: Select an image for this thumbnail
nl_nl: Selecteer een afbeelding voor deze thumbnail.

source: Submit changes
nl_nl: Wijzigingen opslaan

source: Fallback Information
nl_nl: Terugval Informatie

source: Fallback tree
nl_nl: Terugval boom

source: Fallback properties
nl_nl: Terugval eigenschappen

# thumbnail image
source: width
nl_nl: breedte

# thumbnail image
source: height
nl_nl: hoogte

# thumbnail size name on display
source: displayed:
nl_nl: weergegeven:

# thumbnail size name required
source: minimum size:
nl_nl: minimum grootte:

# title for link
source: Change display size to %s.
nl_nl: Verander weergegeven grootte naar %s.

# label for links
source: Change display size to %s.
nl_nl: Verander weergegeven grootte naar %s.

source: Derk-Jan's Fallback Thumbs
nl_nl: DerkJan's Terugval Thumbnails

source: Fallback thumbnail system to display thumbs if not available for a post.
nl_nl: Terugval thumbnail systeem om thumbnails weer te geven als ze niet beschikbaar zijn voor een bericht.
